Revit 2027 API
ParameterTypeId.RevisionCloudRevision Property
 "Revision"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RevisionCloudRevision { get; }
Public Shared ReadOnly Property RevisionCloudRevision As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RevisionCloudRevision {
	ForgeTypeId^ get ();
}
static member RevisionCloudRevision : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace